[
	{
		"id": 1,
		"title": "Capítulo 2286: Exposición",
		"description":"Los ojos de Flynn se desviaron ligeramente ante la pregunta incisiva de Trevor. Enojado, Flynn explotó: '¿Qué tonterías estás diciendo? Soy un oficial de policía y es mi deber enviar a los criminales a la cárcel, especialmente considerando que este hombre es el asesino de Mobius. Si te atreves a decir tonterías de nuevo, juro que te callaré para siempre. ¿Realmente crees que estarías aquí hablando conmigo si no fuera por Darin?' Darin movió la mirada entre Flynn y Trevor, frunciendo el ceño al percibir la tensión subyacente. Después de reflexionar sobre las observaciones de Trevor, se dio cuenta de que algo no estaba bien. Darin se burló: 'Flynn, no recuerdo haberte dicho nunca que este hombre era un asesino de Mobius. ¿Cómo lo sabías?' Sorprendido, Flynn tembló, sus ojos traicionando un destello de pánico. Tartamudeó: 'Um, he arrestado a esta persona antes. Lo recuerdo, Darin, tú...' Antes de que Flynn pudiera explicarse, Darin agarró sus brazos y, con un movimiento rápido y limpio, lo volteó en el aire y lo inmovilizó en el suelo. Desde el suelo, Flynn miró a Darin con incredulidad y rabia, gritando: '¡Darin, qué demonios estás haciendo? ¡Dejas que los conflictos personales nublen tu juicio! ¡Esto no es justo!' Darin se burló, ignorando el estallido de Flynn. Rápidamente le puso las esposas y, junto con Trevor, lo llevó a la sala de interrogatorios. Dentro, Darin se enfrentó a Norton con voz firme, preguntando: '¿Conoces a Flynn?' Norton miró a Flynn de manera peculiar y luego negó con la cabeza. 'No lo conozco.' La frustración de Darin estalló y golpeó la mesa con el puño. Sin embargo, Trevor, frío e inflexible, fijó su mirada en Norton. 'Norton, si no dices la verdad, haré tu vida insoportable. Los asesinos asociados con Mobius no merecen piedad y no tienen derecho a los derechos humanos habituales que se les otorgan a las personas comunes. Por lo tanto, es perfectamente legal que yo te castigue severamente.' Norton tragó saliva con dificultad, visiblemente afectado, pero repitió: 'No lo conozco... ¡Ahhh!', en ese momento, convulsionó bajo una descarga eléctrica repentina y dolorosa administrada por Trevor. A medida que las descargas continuaban, la condición de Norton empeoraba, lo que lo llevó a perder el control y avergonzarse al orinarse. A pesar de esto, Trevor no cesó con las descargas eléctricas. Después de soportar varias más, la condición de Norton se volvió crítica, con humo saliendo de su cabello chamuscado. Aterrorizado, miró a Trevor con ojos grandes y llenos de miedo. Trevor desafió: 'Norton, tú confesión te salvará ahora.' La mueca de desprecio de Trevor fue lo último que Norton vio antes de ceder. 'Flynn ha estado bajo mi pago', confesó. Al escuchar la admisión de Norton, Flynn, aún esposado, derribó la silla y salió corriendo. Pero cuando llegó a la puerta, Trevor lanzó un bolígrafo que le dio en la pantorrilla. Flynn se derrumbó en el suelo, con un doloroso calambre en la pierna. Darin se acercó a Flynn, levantándolo con una expresión sombría. 'Flynn, nunca hubiera imaginado que estuvieras bajo el control de Mobius durante tanto tiempo.'",
		"category": "2286",
		"price": 59000,
		"code": "2286Exposición",
		"stock": 21,
		"thumbnails": [
			"logo2.webp"
		],
		"status": true
	},
	{
		"id": 2,
		"title": "Capítulo 2287: Otro Traidor Oculto ",
		"description": "Durante el interrogatorio de Flynn, Darin descubrió que Norton lo había estado sobornando durante los últimos cinco años. También descubrió que varios oficiales dentro del departamento de policía habían sido corrompidos por Mobius. Sorprendido por estas revelaciones, Darin sintió que su ira aumentaba hasta el punto en que casi pierde el control y dispara a Flynn. Luchando por mantener su temperamento bajo control, Darin gritó a su colega: 'Gil, entra'. La puerta de la sala de interrogatorios se abrió rápidamente. Gil Cruz, el capitán de policía, entró. Parecía preocupado y preguntó: 'Darin, ¿qué está pasando?' Darin, con voz grave y firme, explicó: 'Flynn ha confesado que estos oficiales fueron sobornados por Mobius. Llévatelo y arresta a todos. Debemos manejar esto estrictamente. ¡Es vergonzoso tener tantos policías trabajando para mobius!' Darin estaba indignado por la magnitud de la traición dentro de su estación. Cuando Gil escuchó la gravedad de la situación, asintió solemnemente y respondió: '¡Sí, señor!' Después de ver a Gil llevarse a Flynn, Darin se volvió hacia Trevor y expresó su gratitud, diciendo: '¡Trevor, muchas gracias! Sin ti, habría permanecido ciego ante la traición que me rodea. ¡Necesito reorganizar la estación de policía!' Trevor respondió con una sonrisa humilde y negó con la cabeza. Momentos después, vio cómo un oficial de policía salía corriendo de la sala de interrogatorios que Colton había estado usando, luciendo apresurado y agitado. Al ver el pánico reflejado en el rostro del policía, Darin frunció el ceño y preguntó: '¿Qué pasó? Pareces increíblemente nervioso.' El policía soltó: '¡Señor! ¡Colton se ha suicidado!' Ante esta noticia, las expresiones en los rostros de Trevor y Darin cambiaron drásticamente. Se apresuraron a la sala de interrogatorios vecina para evaluar la situación. Dentro, encontraron a Colton con rastros de sangre negra en la comisura de los labios y su respiración débil y agitada. Los párpados de Colton se movían débilmente cuando vio a Trevor. Con una sonrisa burlona, se burló: 'Trevor, crees que puedes interrogarme... es... imposible. ¡Que te jodan! ¡Jajaja!' Con esas palabras, Colton tosió más sangre negra y estaba al borde de la muerte. Reaccionando rápidamente, Trevor sacó una aguja plateada, esperando revivirlo. Necesitaba obtener información sobre la medicina secreta de Mobius de Colton. ¡No podía dejar que Colton muriera ahora! Pero mientras Trevor administraba la aguja, se dio cuenta de la cruda verdad: Colton había ingerido veneno. Además, el veneno que Colton ingirió era notablemente potente. La aguja plateada que Trevor usó no fue efectiva para detener la rápida propagación de la toxina. En cuestión de segundos, la mirada de Colton se quedó vacía mientras la vida lo abandonaba. Levantó la cabeza y luego sucumbió a la muerte. Con el ceño fruncido, Trevor observó las esposas intactas en Colton antes de agacharse para examinar minuciosamente el cuerpo. No encontró signos de marcas de inyección en ninguna parte de Colton, ni ningún residuo de veneno debajo de su lengua. La única explicación plausible era que alguien más le había administrado el veneno. Además, la condición del cuerpo de Colton indicaba que el veneno que había tomado era altamente potente. Debe haber sido administrado poco antes de que surtiera efecto, dada su rápida acción. Esta revelación oscureció considerablemente la expresión de Trevor. Al notar el sombrío semblante de Trevor, Darin asumió erróneamente que Trevor estaba molesto por no haber interrogado a Colton antes. Intentando ofrecer consuelo, Darin dijo: 'Trevor, no necesitas culparte. Puedes obtener información de otro de los asesinos de Mobius'. Sin embargo, Trevor negó con la cabeza, sus ojos se estrecharon con determinación. 'No es eso', dijo en un tono bajo y serio. 'Ahora me preocupa que pueda haber más traidores ocultos entre tus filas. Alguien aquí envenenó a Colton. Darin, considera esto: ¿quién más ha tenido acceso a Colton en los últimos diez minutos aparte de nosotros?' La expresión de Darin cambió abruptamente. Confíaba implícitamente en los instintos de Trevor y comenzó a reflexionar sobre los eventos recientes. ",
        "category":"2287",
        "price": 149999,
		"code": "TraidorOculto87",
        "stock": 10 ,
		"thumbnails": [
			"logo2.webp"
		],
		"status": true
	},
	{
		"id": 3,
		"title": "Capítulo 2288: Identificando al Traidor ",
		"description": " Darin se detuvo, luego negó con la cabeza, descartando por completo la idea. Trevor frunció el ceño, confundido. '¿A quién sospechas?' preguntó. El rostro de Darin se retorció con sentimientos contradictorios. 'Gil es el único que ha visto a Colton últimamente', dijo. 'Pero parece increíble que Gil sea otro traidor conectado a Mobius, considerando que una vez arrestó a un notorio asesino de Mobius. ¿Cómo podría haber atrapado a uno de los suyos si estaba trabajando con ellos? ¡No puede ser él!' Trevor se burló. '¿Por qué no él? Usar a uno de los suyos como sacrificio para infiltrarse en el departamento de policía suena como una estrategia más efectiva, ¿no crees?' El rostro de Darin se retorció de shock, sus manos temblaban mientras procesaba la revelación. Claramente, Darin comenzó a comprender los puntos de Trevor. Sin dudarlo, Darin sacó su teléfono y sus dedos teclearon frenéticamente para llamar a Gil y confirmar. Pero como era de esperar, el teléfono de Gil estaba apagado. Una mirada solemne de certeza cruzó el rostro de Darin. Gil era el espía de Mobius en la estación de policía. Darin agarró su walkie-talkie. '¡Todos, emergencia! Necesitamos arrestar a Gil. ¡Apúrense! Vayan al arsenal y equípense. Encuéntrenme en la entrada de la estación, ¡rápido!' Una voz urgente crujía a través del walkie-talkie. '¡Señor! ¡La mayoría de las armas del arsenal han desaparecido! ¡Es un desastre allí dentro!' '¿Qué? ¿Cómo puede ser esto?' La expresión de Darin se oscureció con la noticia. Aunque las armas no eran de primera categoría, perderlas era un gran golpe para Kiribati. ¡Y si Gil y sus cómplices utilizaban esas armas para crear disturbios, sería un problema! ¡Darin mismo estaría en serios problemas, seguro! Apresuradamente, Darin ordenó: '¡Agarren lo que queda! Todos, reúnanse en la entrada de la estación, ¡rápido! Pongan esos autos en marcha. Vamos tras el espía que Mobius colocó en nuestra estación. ¡Gil es el espía! ¡Arrestémoslo!' Mientras Darin daba órdenes, Trevor coordina a través de los auriculares con los soldados del Batallón de Acción, movilizándolos para arrestar a Gil y a cualquier otro espía de Mobius en la estación de policía.",
        "category":"2288",
        "price": 160000,
		"code": "IdenTraidor",
        "stock": 30,
		"thumbnails": [
			"logo2.webp"
		],
		"status": true
	},
	{
		"id": 4,
		"title": "Capítulo 2289: Siendo Hipnotizados ",
		"description": "En las bulliciosas calles de Merrimarsh, se desarrolló una emocionante persecución policial. Utilizando el avanzado sistema de inteligencia de la comisaría, Darin rastreó rápidamente los movimientos de Gil e inició la persecución. A medida que las facciones opuestas convergen en la calle, estalló un intenso tiroteo. Los estruendosos disparos resonaban por las calles, haciendo temblar las tiendas cercanas. En una maniobra rápida, Gil se giró y disparó, perforando los neumáticos de varios vehículos policiales. Fue en este momento crítico cuando el horror de Darin alcanzó su punto máximo al darse cuenta de que los hombres de Gil habían saboteado los autos de policía estacionados en la comisaría. Impulsado por la furia, Darin tomó el intercomunicador y dio una orden. '¡Equipo B, avancen! ¡Bloqueen la ruta de escape de Gil!' Respondiendo a la directiva de Darin, otra unidad de policías se lanzó desde el extremo opuesto de la calle, rodeando efectivamente a Gil y sus cómplices. Atrapados, Gil y sus secuaces abandonaron sus vehículos y buscaron refugio en una compañía de telecomunicaciones cercana. La expresión de Trevor se oscureció al reconocer el nombre de la compañía de telecomunicaciones, perteneciente a un antiguo compañero de clase de su padre, Ronald. En un instante, Trevor aprovechó sus habilidades clarividentes, haciendo que sus ojos se abrieran de par en par de asombro mientras se enfocaba intensamente en un piso específico del edificio. Mientras tanto, Darin lideró a su equipo de oficiales hacia el edificio. Los soldados del Batallón de Acción estaban a punto de seguirlos, pero Trevor intervino, deteniéndolos en seco. Con una expresión solemne, presionó su auricular y habló. 'Todos, busquen rápidamente protección para los oídos. Una vez dentro de la compañía de telecomunicaciones, eviten cualquier exposición a estímulos auditivos. Recuerden, bloqueen todas las distracciones auditivas'. Aunque las órdenes de Trevor eran crípticas para los soldados, las siguieron obedientemente. Trevor impartió las mismas directivas a Patrice, Kairo y Evie. Al entrar en la compañía de telecomunicaciones, Trevor se encontró con la escalofriante vista de Gil teniendo como rehenes a varias personas. La voz de Gil goteaba de amenaza. 'Darin, suéltanos ahora, o sufrirás las consecuencias más tarde'. Darin y Trevor buscaron refugio detrás de una sólida columna de piedra, escapando por poco de la lluvia de balas. El semblante de Darin se volvió sombrío mientras intentaba negociar, pero Trevor lo apartó rápidamente. Una bala pasó silbando, rozando el espacio donde momentos antes había estado la cabeza de Darin. El cuerpo de Darin se cubrió de un sudor frío al darse cuenta de la cruda realidad: si no fuera por Trevor, podría haber perdido la vida. Frunciendo el ceño, Darin buscó superar psicológicamente a su adversario. Sin embargo, antes de que pudiera pronunciar una palabra, la sonrisa burlona de Gil atravesó el aire. 'Trevor, ¿realmente crees ser la persona más astuta aquí? ¿Alguna vez te has preguntado por qué, después de ocultarme perfectamente dentro de la comisaría, ahora he revelado mi identidad por el bien de Flynn y sus asociados?' El semblante de Trevor permaneció inalterado, una máscara de serenidad. Sin embargo, el color desapareció del rostro de Darin. La sonrisa de Gil adquirió un matiz siniestro mientras continuaba: 'Trevor, Darin, volteen la mirada detrás de ustedes. Observen si sus compañeros oficiales apuntan sus armas hacia mí o hacia ustedes'. Darin y Trevor se voltearon, encontrándose con la inquietante vista de casi todos los oficiales apuntándoles con sus armas, excepto unos pocos. La traición colgaba pesadamente en el aire, una amarga realización que los envolvía como un sudario sofocante. Los ojos de Darin reflejaban una profunda desesperación. ¿Cómo podía haber arraigado tal traición entre ellos? ¿Cómo era posible que un número significativo de oficiales de policía dentro de la comisaría se hubieran aliado con Mobius? Rodeado por la presencia amenazante de las armas, Trevor se mantuvo compuesto, su actitud desafiante. 'Gil, aquí hay un hipnotista maestro, ¿verdad? Los oficiales que están detrás de mí han sido atrapados por la influencia hipnótica de esa persona. ¿Realmente crees que caería en una artimaña así?' Un escalofrío se apoderó de la voz de Trevor mientras se enfocaba en el quinto piso del edificio de la compañía de telecomunicaciones. 'Si mi deducción es correcta, el orquestador de este engaño hipnótico proviene de la prestigiosa familia González del Imperio de la Isla Oriental. ¿Es correcto, Gil?' Al escuchar la revelación de Trevor, una ola de miedo inundó los ojos de Gil al instante. La sorpresa se reflejó en sus rasgos, su mirada fija intensamente en la dirección de Trevor. ¿Cómo había logrado Trevor desentrañar su plan con tanta precisión?",
        "category":"2289",
        "price": 60000,
		"code": " Hipnotizados22",
        "stock": 500,
		"thumbnails": [
			"logo2.webp"
		],
		"status": true
	},
	{
		"id": 5,
		"title": "Capítulo 2290: Las tornas cambian ",
		"description": "Los ojos de Gil se abrieron de par en par. No había anticipado que Trevor descubriera la verdad. Sin embargo, rápidamente una sonrisa burlona se extendió por su rostro. '¿Y qué si lo has descubierto, Trevor? ¡Es inútil llevar a alguien frente a Judd González! ¡Eventualmente, todos se volverán en tu contra!' Trevor respondió con un resoplido y un repentino aplauso de manos, el sonido resonó en el tranquilo pasillo. Momentos después, aparecieron figuras, formando una procesión en el pasillo. Eran soldados del Batallón de Acción enviados al quinto piso para hacer arrestos. Había un hombre del Imperio de la Isla Oriental siendo retenido por uno de los soldados, su boca asegurada con un trapo. Bajo el mando de Trevor, los soldados se cubrieron los oídos, protegiéndose de los poderes hipnóticos de Judd. El individuo detenido no era otro que Judd, al que Gil se había referido. Sin embargo, Judd no mostraba ninguna señal de alarma, mordiendo de manera cooperativa el trapo, sin mostrar intención de resistirse. Trevor, observando esto, frunció el ceño, sorprendido por la serenidad de Judd. Esperaba una lucha. Junto a él, Darin observó con asombro cómo los soldados de Trevor arrestaban con éxito al cómplice oculto. Darin había trabajado estrechamente con Trevor y nunca sospechó nada inusual. Sin embargo, Trevor había descubierto el engaño de Gil e incluso tenía un plan de respaldo. Este nivel de previsión profundizó la admiración de Darin por Trevor. Cuando Gil vio a los soldados del Batallón de Acción arrestando a Judd, finalmente perdió la compostura. En ese momento, Trevor declaró: 'La clave para usar la hipnosis es la sugestión verbal. ¡Pero ahora, con la boca de Judd tapada por mi equipo, aquellos a quienes hipnotizó no representan ninguna amenaza! ¡Gil, libera a los rehenes ahora! Te prometo un final rápido'. A medida que la situación en el suelo daba un giro repentino, la expresión de Gil se oscureció significativamente y no pudo evitar gritar: '¡Sigue soñando, Trevor! Si yo voy a caer, me llevaré a algunos conmigo. ¡Mueran todos!' Justo después, Gil levantó su pistola, apuntando a los rehenes. Sin embargo, justo cuando estaba a punto de disparar, una poderosa fuerza magnética surgió a través del edificio. En un instante, esta fuerza atrajo todos los objetos de hierro hacia una enorme esfera de hierro. ¡Incluso las armas en las manos de Gil y sus hombres fueron arrancadas por la fuerza magnética! Darin observó, atónito, mientras el sudor se formaba en la frente de Trevor. ¡La capacidad de Trevor para generar una fuerza magnética tan formidable era asombrosa! Darin se preguntó si Trevor era realmente humano. ",
        "category":"2290",
        "price": 94999,
		"code": "ADIDDASFC",
        "stock": 26,
		"thumbnails": [
			"logo2.webp"
		],
		"status": true
	},
	{
		"id": 6,
		"title": "Capítulo 2291: El compañero de clase de Ronald",
		"description": "La tez de Gil se volvió cenicienta de desesperación. Decidido, sacó una pastilla negra, el mismo veneno que había usado en Colton. Justo cuando estaba a punto de tomarla, Trevor apareció abruptamente frente a él y le propinó un fuerte golpe, dejándolo inconsciente. Flynn y otros policías que habían sucumbido a los sobornos de Mobius carecían del valor para poner fin a sus propias vidas. Una vez que el caos se calmó, Flynn, abrumado por el miedo, cayó de rodillas y suplicó clemencia. Trevor, evaluando rápidamente a Flynn y sus cómplices, los dejó inconscientes con golpes rápidos. Dirigiendo su atención a los policías bajo el hechizo de Judd, planeó utilizar sus habilidades hipnóticas para romper su trance. Anticipaba un desafío difícil, pero para su asombro, el intento tuvo éxito sin obstáculos, devolviendo a los policías su claridad mental. Al mismo tiempo, Darin liberó a todos en la compañía de comunicaciones. El personal allí tenía un gran respeto por Trevor, especialmente después de presenciar su capacidad para generar una fuerza magnética extraordinaria, un logro incomparable por otros. En ese momento, el presidente de la compañía observó a Trevor y preguntó abruptamente: 'Tú eres Trevor, ¿verdad? ¿Ronald es tu padre? Soy Jaxen Díaz, compañero de clase de Ronald'. Trevor reconoció que Jaxen había sido compañero de clase de su padre y respondió con una sonrisa cortés: 'Hola, Sr. Díaz'. Jaxen agarró la mano de Trevor, su voz cargada de emoción. 'Trevor, muchas gracias. Sin ti, mi compañía habría estado condenada. Ni yo ni los empleados habríamos sobrevivido'. Trevor devolvió la sonrisa y respondió: 'Sr. Díaz, solo estaba haciendo mi deber. No es gran cosa'. Jaxen asintió vigorosamente y luego agregó con entusiasmo: 'Trevor, ¿qué tal si vienes a mi casa? Has venido hasta Kiribati; como amigo de tu padre, debo hospedarte adecuadamente'. Trevor frunció el ceño, negó con la cabeza con una sonrisa y declinó. 'No, gracias, Sr. Díaz. Tengo muchas cosas que atender. Podemos hablar sobre visitar su casa en otro momento'. Luego, Trevor y Darin detuvieron a Gil y a los demás, llevándolos fuera del edificio de la compañía de comunicaciones. Al llegar al piso de abajo, Trevor notó que el área estaba llena de reporteros de televisión. Al ver a Trevor y Darin salir con los criminales, los reporteros se acercaron rápidamente para entrevistarlos. Abrumado por el fervor de los reporteros, Trevor respondió con simples asentimientos a algunas de sus preguntas. A pesar de sus respuestas breves, la entrevista se prolongó durante diez minutos. Habría durado más si Darin no hubiera invocado sus deberes oficiales para excusarse. Liberándose de la multitud, Trevor regresó al automóvil de policía donde Patrice y Kairo esperaban. Al verlo, Patrice no pudo resistir preguntar: 'Trevor, ¿no afirmó Jaxen ser compañero de clase de tu padre? ¿Sentiste algo extraño en él, por eso rechazaste su invitación?' Trevor sonrió, impresionado por la percepción de Patrice. Ahora que ella lo había notado, no había razón para ocultarlo. Trevor reflexionó pensativamente: 'Sí, tenía algunas reservas sobre Jaxen. Si Jaxen fuera una persona común, primero habría preguntado cómo logré crear una fuerza magnética tan fuerte en lugar de preguntar sobre mi identidad y mencionar su conexión con mi padre. Sin embargo, estas son solo sospechas ya que no tengo pruebas concretas de que algo esté mal con Jaxen. Además, no todos reaccionan de la manera que describí'. Patrice asintió ligeramente de acuerdo al escuchar esto. Luego, Kairo expresó su preocupación, diciendo: 'Trevor, Mobius es realmente terrible. ¿Cómo pudieron infiltrarse tanto en la fuerza policial?' Trevor respondió con una sonrisa: 'Mobius siempre ha sido formidable. Ahora, el Gigante Compuesto de Mobius también está tomando medidas. Debemos permanecer alerta y evitar caer en manos de los asesinos del Gigante Compuesto'. Kairo y Patrice asintieron gravemente. Habían sido testigos de primera mano de la formidable naturaleza del Gigante Compuesto de Mobius.",
        "category":"2291",
        "price":59999,
		"code": "compañerald91",
        "stock": 6,
		"thumbnails": [
			"logo2.webp"
		],
		"status": true
	},
	{
		"id": 7,
		"title": "Capítulo 2292: Judd González",
		"description": "Trevor y los demás regresaron a la comisaría. Al salir del coche de policía, un grito repentino de sorpresa de Darin llamó la atención de Trevor, frunciendo el ceño en preocupación. Esperando lo peor, la aprensión de Trevor desapareció cuando Darin le acercó su teléfono, con una amplia sonrisa iluminando su rostro. 'Trevor, has alcanzado el primer puesto en los resultados de búsqueda de Kiribati. Tu popularidad en el motor de búsqueda supera al segundo clasificado por un factor asombroso de diez. ¡Esta vez, tu fama se ha extendido verdaderamente por todo Kiribati!' La sonrisa de Trevor estaba teñida de incomodidad; la fama tenía poco atractivo para él. Su único objetivo había sido desmantelar a Mobius, pieza por pieza, hasta que estuvieran completamente arruinados. Un suspiro melancólico de Darin rompió el momento, su voz teñida de anhelo. 'Oh, Trevor, imagina si fueras nativo de Kiribati. Creo firmemente que con tus habilidades excepcionales, podrías ascender al puesto de general principal en Kiribati. Siempre he soñado con trabajar contigo, pero lamentablemente, el destino tiene otros planes.' Los ojos de Darin brillaban de admiración, un testimonio de su profundo respeto por las habilidades de Trevor. Sin decir una palabra, Trevor reconoció los sentimientos de Darin con una sonrisa significativa. En ese momento, la prioridad principal de Trevor era interrogar a Gil y Judd. El sacrificio de un asesino por parte de Mobius para asegurar la estabilidad y la presencia de Gil dentro de la comisaría resaltaba la importancia de Gil, mientras que Judd era el sucesor de la familia hipnotista en el Imperio de la Isla Oriental. Trevor recordaba claramente haber localizado a Judd en el quinto piso del edificio utilizando sus habilidades clarividentes. El parecido de Judd con Xavier era sorprendente; a primera vista, Trevor podría haber jurado que eran la misma persona. Reflexionando sobre esta inquietante similitud, el ceño de Trevor se frunció. Recordaba que Xavier había confesado el horrendo acto de matar a toda su familia, sin ver razón para que Xavier mintiera al respecto. Si ese era el caso, ¿por qué Judd seguía vivo, considerando que era parte de la familia de Xavier? Con determinación en su voz, Trevor instruyó a Darin: 'Prepara dos salas de interrogatorio para mí'. Sin vacilar, Darin comprendió la intención de Trevor y asintió afirmativamente. '¡Entendido!'",
        "category":"2292",
        "price": 38000,
		"code": "judd92",
        "stock": 13,
		"thumbnails": [
			"logo2.webp"
		],
		"status": true
	},
	{
		"id": 8,
		"title": "Capítulo 2293: Historias de la familia González ",
		"description": "Trevor tomó precauciones, asignando a Patrice y Kairo la tarea de vigilar de cerca a Gil. Este movimiento aseguraba que la sala de interrogatorios permaneciera impenetrable. Flynn y sus colegas, corrompidos por Mobius, se encontraron rápidamente detenidos bajo la vigilancia de Darin. Su valor se había reducido a nada; extraer cualquier información útil estaba fuera de discusión. Comprendiendo la futilidad, Trevor descartó la idea de un interrogatorio. Darin, en la misma línea, inició rápidamente los procedimientos legales contra Flynn y su grupo. Al entrar en la sala de interrogatorios, Trevor y Darin se encontraron con la expresión ligeramente divertida de Judd. Trevor frunció el ceño. Darin reprendió el tono ligero. '¡Este no es un lugar para bromas!' La sonrisa de Judd desapareció, reemplazada por seriedad. 'Pregunten, señores. Estoy listo para compartir todo lo que sé'. Trevor fue directo al grano, planteando la pregunta que importaba. Judd, inesperadamente obediente, expresó su respeto. 'La fuerza siempre ha ganado mi respeto, Trevor. Sería un honor aprender de ti'. El semblante de Trevor cambió abruptamente a una severidad helada. 'Judd, este no es el momento para tales discusiones. Responderás a mis preguntas ahora. ¿Qué lazos tienes con Xavier González?' Al escuchar el nombre de Xavier, los ojos de Judd se encendieron con una furia intensa, su respiración irregular. Trevor observó, sorprendido por el marcado parecido entre Judd y Xavier, y aún perplejo por la mirada venenosa que había invadido el rostro de Judd al mencionar a Xavier. Luego, la voz de Judd se llenó de odio. 'Xavier, ese monstruo, era mi gemelo. Llamarlo humano es un insulto a la palabra misma. Siempre había sido impulsivo, y a pesar de los esfuerzos de nuestro padre por inculcarle la paz, él desechó todas las lecciones en favor de su propia ira. Su envidia hacia nuestra familia se pudrió, especialmente porque nuestro padre me transmitió el arte de la hipnosis. Y mientras yo buscaba mi propio camino, ¡Xavier asesinó a nuestra familia! Desde entonces, ¡él fue mi enemigo jurado!' Judd respiraba con dificultad, luchando por controlar sus emociones turbulentas antes de calmarse. 'Si Xavier no se hubiera aliado con Mobius, yo habría sido su fin. Mis propias manos podrían haberlo hecho, mucho antes de ahora'. Trevor y Darin intercambiaron una mirada significativa. El detector de mentiras permaneció en silencio, sin ser activado por el engaño. Fue la lectura de Trevor de las microexpresiones genuinas de Judd lo que lo convenció de la verdad en sus palabras. El semblante de Judd cambió a una sinceridad grave. 'Trevor, lo que dije antes lo dije en serio. Tú lo venciste. Tienes mi más profundo agradecimiento. Esa es la razón por la que estoy dispuesto a aliarme contigo. ¿No has observado? Desde que tu equipo me capturó, he sido completamente cooperativo, sin causar más complicaciones'. ",
        "category":"2293",
        "price": 39000,
		"code": "historiasfa93",
        "stock": 16,
		"thumbnails": [
			"logo2.webp"
		],
		"status": true
	},
	{
		"id": 9,
		"title": "Capítulo 2294: Ten cuidado con Jaxen",
		"description": "Al escuchar esto, Trevor se dio cuenta de que después de que los soldados capturaron a Judd, él había sido bastante cooperativo. Dado el talento de Judd, podría haber resistido si hubiera querido. Trevor percibió que Judd podría no tener malas intenciones hacia él. Aun así, Trevor no estaba convencido de que Judd realmente quisiera unirse a él. Hábil en la hipnosis, que podría revelar los pensamientos de Trevor, Judd explicó: 'Trevor, fui contratado por Gil para luchar contra ti. Una vez que descubrí que eras tú contra quien me enfrentaba, planeé hipnotizar a Gil y a su equipo en un momento crucial, permitiéndote cambiar el rumbo y ganar. Sin embargo, no anticipé tu capacidad para derrotarlos por ti mismo. Ver tu fuerza me convenció de unirme a ti en su lugar. No estoy afiliado a Mobius. No tienes que preocuparte. Mobius se alió con Xavier, convirtiéndolos en mis enemigos. Mientras tanto, Darin encendió la computadora para buscar los registros de Judd. No encontraron ninguna orden de arresto pendiente para Judd, ni en Kiribati ni a nivel internacional. Esto demostró que Judd nunca había hecho daño a nadie. Trevor había creído las palabras de Judd. Después de todo, Judd fácilmente podría haber hipnotizado a la policía y hacer que dispararan. Pero no lo hizo. Luego, Trevor instruyó a Darin: 'Desbloquea sus esposas y déjalo ir'. Volviéndose hacia Judd, Trevor dijo: 'Aunque no has hecho daño a nadie, no puedo tenerte cerca. Sabes cómo hipnotizar. Si lo usaras contra las personas que me rodean, no podría detenerte. Así que, Judd, por favor, vete'. Judd suspiró, habiendo anticipado este resultado. Luego advirtió: 'Trevor, ten cuidado con Jaxen, quien afirma ser un antiguo compañero de clase de tu padre de su tiempo en el edificio. He visto a Gil tratar a Jaxen con gran respeto. Escucha, Gil ocupa un puesto prominente en Mobius. Pero Jaxen, a quien incluso Gil respeta, debe tener un rango aún más alto. Lo más probable es que Jaxen sea uno de los líderes de Mobius. Gil atrapó a Jaxen en el edificio como rehén. Fue una trampa entre ellos. Su objetivo era ganar tu confianza y atraerte a su trampa. Trevor, te estoy diciendo la verdad. Deberías creerme. ¡No tengo ninguna razón para hacerte daño!' Tan pronto como Judd terminó de hablar, salió de la sala de interrogatorios y abandonó la comisaría. Trevor permaneció impasible después de la partida de Judd. Había albergado dudas sobre Jaxen. Ahora que Judd lo había mencionado, las sospechas de Trevor sobre Jaxen se profundizaron considerablemente. ¿Jaxen era muy respetado por Gil? Si las afirmaciones de Judd eran precisas, Jaxen era realmente un jugador importante.",
        "category":"2294",
        "price": 39000,
		"code": "jaxedten94",
        "stock": 10,
		"thumbnails": [
			"logo2.webp"
		],
		"status": true
	},
	{
		"id": 10,
		"title": "Capítulo 2295: La solicitud del alcalde",
		"description": " Darin notó la mirada sombría en el rostro de Trevor y preguntó: 'Trevor, ¿deberíamos arrestar a Jaxen? Aunque las intenciones de Judd no estaban claras, no parecía haber razón para engañarnos'. Trevor lo pensó y luego negó con la cabeza decididamente. 'No. Si arrestamos a Jaxen ahora, podríamos alertar al enemigo. Esto dificultará capturar a más asesinos de Mobius y descubrir su base en Merrimarsh. Es mejor esperar a que Jaxen revele más información'. Con su decisión tomada, Trevor se levantó rápidamente. Al ver la expresión decidida de Trevor, Darin se abstuvo de hacer más comentarios y lo acompañó a la sala de interrogatorios de al lado. Allí, Gil estaba detenido de forma segura, bajo la vigilancia atenta de Patrice y Kairo, asegurándose de que no ocurrieran contratiempos. En otro lugar, Evie todavía se estaba recuperando. El esfuerzo de manipular las ondas cerebrales de Breck la noche anterior había agotado significativamente su energía. Trevor reconoció que con sus habilidades hipnóticas actuales, hipnotizar a Gil no era factible. Decidió posponer este intento hasta que Evie recuperara su fuerza. Mientras tanto, Trevor tomó dos juegos de esposas de Darin y aseguró firmemente las muñecas y los tobillos de Gil. Para evitar cualquier forma de resistencia, dislocó las extremidades de Gil. Una vez que todo estuvo seguro, Trevor finalmente se tomó un momento para descansar. Al mediodía, el alcalde de Merrimarsh, Clinton Walker, llegó a la comisaría. Un incidente importante a primera hora del día había provocado que fuera escoltado por una unidad militar dedicada para garantizar el orden. Al ver a Clinton, Darin se acercó rápidamente y lo puso al tanto: 'Alcalde Walker, la persecución de esta mañana no resultó en víctimas mortales. Sin embargo, cinco vendedores ambulantes resultaron heridos por balas perdidas. Es culpa mía que Gil y su grupo obtuvieran armas de la policía, lo que casi conduce a consecuencias desastrosas. Solicito ser degradado como castigo'. Clinton respondió con una amable sonrisa: 'Darin, eres demasiado duro contigo mismo. Eres nuestra principal arma contra Mobius en Merrimarsh. ¿Cómo puedo degradarte por esto? Además, nadie podría haber previsto que Gil fuera un asesino de Mobius. No eres culpable, y ni el público ni el liderazgo te harán responsable'. Luego, volviéndose hacia Trevor, la expresión de Clinton era de sinceridad. 'Sr. Sanderson, has visto la situación a la que se enfrenta nuestra ciudad. Los operativos de Mobius están ocultos en Merrimarsh. He sido alcalde aquí durante más de una década y este problema me ha acosado todos los días. Sr. Sanderson, debo pedirle que considere quedarse en Merrimarsh temporalmente. Usted es reconocido a nivel nacional como el némesis de Mobius. Con usted aquí, tengo confianza en que todos los bastiones de Mobius en Merrimarsh pueden ser erradicados. Por favor, Sr. Sanderson, ¡necesitamos su ayuda!'.",
        "category":"2295",
        "price": 91900,
		"code": "alcalde95",
        "stock": 18,
		"thumbnails": [
			"logo2.webp"
		],
		"status": true
	}
]